
namespace POD_Banking.Base.Enum
{
    public enum BankCode
    {
        همه_بانک_ها = -1,
        اقتصادـنوین = 55,
        انصار = 63,
        ایران_زمین = 69,
        ایران_و_ونزوئلا = 95,
        آینده = 62,
        بانکـمرکزی = 10,
        پارسیان = 54,
        پاسارگاد = 57,
        پستـبانک = 21,
        تجارت = 18,
        توسعهـتعاون = 22,
        توسعهـصادرات = 20,
        حکمتـایرانیان = 65,
        خاورمیانه = 78,
        دی = 66,
        رسالت = 70,
        رفاهـکارگران = 13,
        سامان = 56,
        سپه = 15,
        سرمایه = 58,
        سینا = 59,
        شهر = 61,
        صادرات = 19,
        صنعتـوـمعدن = 11,
        قرضـالحسنهـــایران = 60,
        قوامین = 52,
        کارآفرین = 53,
        کشاورزی = 16,
        گردشگری = 64,
        مسکن = 14,
        ملت = 12,
        ملی = 17,
        موسسهـاعتباریـتوسعه = 51,
        موسسهـاعتباریـکوثر = 73,
        موسسهـاعتباریـملل = 75,
        موسسهـاعتباریـنور = 80
    }
}
